[
 {
   "TITLE": "Networked Infrastructures",
   "SUBTITLE": "Three geographies (environmental, economic, political) ",
   "AUTHOR": "Matilde Reis",
   "STARTING POINTS": "datification",
   "MAIN KEYWORDS": "computation, colonialism, data \\, political",
   "ORIGINAL KEYWORDS": "Computation, Geopolitics, E-waste, Data Sovereignty, Digital Colonialism.",
   "ANO": "2021",
   "DESCRIPTION": "Planetary-scale computation, which supports the technological mediation of our daily lives, has numerous environmental, economic and political implications, of which we are not always aware. Energy grids and mineral sourcing, underground cloud infrastructures, or interfaces designed as motor or sensory extensions dissolve into countless data, algorithms, and devices that assist us daily.\n\nNetworked Infrastructures explores three geographies (environmental, economic, political) behind planetary-scale computing, seeking to expose how they are affected or produced while we use our technological devices on a daily basis. Based on different types of infrastructure addressed by Jonathan Koomey, namely consumer electronic devices, data centers and clouds or communications networks, the project addresses some of their environmental, economic, and political implications, related to electronic waste, data sovereignty and digital colonialism. The website Infrastructures Explorer allows us to learn these facts by exploring the globe according to these three geographies. In addition, the brochure Beyond your 5 GHz Wi-Fi signal works as an introductory guide to the topic, gathering artistic projects that comment on it, as well as excerpts from authors, such as James Bridle, Metahaven or Benjamin Bratton, who address the geopolitical implications of planetary-scale computing.\n\nIf we see the world as a vast computer in which data become the fundamental fuel for its functioning, we can understand how most of the tasks we perform (when we turn on a smartphone, see the feed of a social network or send an email), are supported by several apparently invisible territories. According to this idea, the project seeks to establish a cause-effect relationship between our role as consumers and the resulting environmental, economic, and political implications.",
   "ICON": "icons/gif1.gif",
   "LINK": "https://2021.fbaul-dcnm.pt/matilde_reis/infrastructures-explorer/"
 },
 {
   "TITLE": "You are the Product",
   "SUBTITLE": "Data extractivism in the postdigital era",
   "AUTHOR": "Filipa Resende",
   "STARTING POINTS": "datification",
   "MAIN KEYWORDS": "data, digitalization, political",
   "ORIGINAL KEYWORDS": "Personal Data, Data Privacy, Data collection, Commodification, Surveillance Capitalism.",
   "ANO": "2021",
   "DESCRIPTION": "Nowadays, our daily life experience and the environment that surrounds us are suffused with digital technologies. In this post-internet era of permanent connectivity via smartphones, tablets and wireless network technologies, we live in an environment of computational abundance in which the distinction between being online and offline becomes increasingly blurred. This way of life, between the network and the cloud, becomes particularly prone to the capture and monetization of personal data from our behavioral surplus.\n\nYou are the Product: data extractivism in the post-internet era, therefore, aims to raise awareness on issues inherent to data collection, addressing the different types of data that are extracted about citizens, the different ways in which they are extracted, and which entities collect those data and for what purposes. These facts are presented on a web page in the form of explorable diagrammatic representations, including examples of some forms of surveillance capitalism, or commodification of personal data with the purpose of financial profit. In addition, a printed publication serves as an introductory guide to the topic, explaining the topics presented in the web component.\n\nThe project seeks to expose how, under the promise of free access to an online service or product, each and every human action is recorded, serving the analysis of patterns of behavior and the creation of predictive models. This process aims to guide and manipulate users who, in turn, become the very product of surveillance capitalism.",
   "ICON": "icons/filipa.gif",
   "LINK": "https://2021.fbaul-dcnm.pt/filipa_resende/you_are_the_product/"
 },
 {
   "TITLE": "The Post-Truth Survival Guide",
   "SUBTITLE": "A Lexicon & 10 Commandments",
   "AUTHOR": "Diogo Castelão Sousa",
   "STARTING POINTS": "digitalization",
   "MAIN KEYWORDS": "disinformation",
   "ORIGINAL KEYWORDS": "Disinformation, Alternative Facts, Fake News, Conspiracy Theories, Negationism ",
   "ANO": "2021",
   "DESCRIPTION": "The increasing use of expressions associated with post-truth has confirmed the present conflict of interest between a demand for the real and a psychological need for comforting myths and fabricated data. Since the emergence of negationist movements, the growth of conspiracy theories, the recurrent exposure to new political scandals, that the “war against the truth” is not a new phenomenon. As Matthew D´Ancona states, \"What is new is the extent to which, in the new setting of digitalisation and global interconnectedness, emotion is reclaiming its primacy and truth is in retreat. (...) the resurgence of emotional narrative in recent decades – its renewed centrality – is the essential corollary.\"\n\nIn the present technological age, a considerable part of the media coverage of information is carried out through social networks. Consequently, one of the most demanding challenges that democracy faces is the viability of a means for content filtering capable of discerning what is or is not factual. Solutions have been proposed, such as promoting media literacy or using artificial intelligence systems for detecting fake news. The increasing complexity of this task goes hand in hand with the colossal growth of the wave of disinformation, the causes of which are still the subject of many debates that seem far from resolved.\n\nAgainst this backdrop, The Post-Truth Survival Guide seeks to provide tools for navigating the post-truth era, in the form of ten commandments and an illustrated lexicon. It gathers advice, solutions and, sometimes ironic, tips to deal with disinformation and promote an initiation to this phenomenon. Still misunderstood by some and, according to certain authors, one of the greatest challenges of the century, given its chaotic and despotic nature, disinformation is capable of causing real damage to the civilizational fabric, since its purpose is always to alter, distort and shape reality so that it serves, financially or politically motivated, hidden interests.",
   "ICON": "icons/diogo.gif",
   "LINK": "http://2021.fbaul-dcnm.pt/diogo_sousa/posttruth/"
 },
 {
   "TITLE": "Man = Y :: Woman = X",
   "SUBTITLE": "Deconstructing Gender Bias",
   "AUTHOR": "Joana Pereira e Matilde  Dias",
   "STARTING POINTS": "datification",
   "MAIN KEYWORDS": "artificial inteligence, bias",
   "ORIGINAL KEYWORDS": "Artificial Intelligence, Machine Learning, Natural\nLanguage Processing, Gender, Stereotypes.",
   "ANO": 2021,
   "DESCRIPTION": "Intelligent natural language processing systems currently impact millions of people. The common proofreader or the automatic translator are some of the tools in which we daily delegate decisions about the correctness of our forms of expression. However, amongst their lines of code, a partial view of the world may be reflected. And the speed at which we develop and adopt these tools often eludes a reflection on the social prejudices that we may be incorporating into Artificial Intelligence systems..\n\nman=y :: woman=x seeks to expose and deconstruct gender biases in natural language processing systems and highlight the cultural conventions that inform this phenomenon. The project approaches this topic from two perspectives, the social and the computational, presented in a printed publication and a web page. The publication frames the research on which the project is based, interconnecting texts on the social conventions that inform gender bias in Western society. Based on a study of gender bias in natural language processing, the web page encourages the user to explore a lexicon of analogies and gradually discover their level of bias.\n\nIn this manner, the project seeks to confront us with our own cultural conventions and prejudices, while promoting awareness of the ways in which Artificial Intelligence incorporates, and eventually perpetuates, gender stereotypes.\n\n",
   "ICON": "icons/joana-matilde.gif",
   "LINK": "https://2021.fbaul-dcnm.pt/deconstructing_gender_bias/index.html"
 },
 {
   "TITLE": "AI and the Promise of (Un)Fairness",
   "SUBTITLE": "The bias under neutrality",
   "AUTHOR": "Caroline Rohn",
   "STARTING POINTS": "datification",
   "MAIN KEYWORDS": "artificial inteligence, bias",
   "ORIGINAL KEYWORDS": "Artificial Intelligence, Machine Learning, Algorithmic Bias, Social Bias, Partiality ",
   "ANO": "2021",
   "DESCRIPTION": "Who would have thought, not so long ago, that Artificial Intelligence would be used to make decisions that directly affect people's lives? In 2021, it is. AI systems are used to decide, for example, who will be hired, who will be a potential criminal or who will be released from prison. These tools, which are often presented to us as being neutral and objective technical systems, are, in reality, populated by the same social biases as the humans who create them. As Cathy O’Neil explains, “under the guise of math, fairness, and objectivity”, these algorithms “reinforce and magnify the old biases and power dynamics that we hoped they would eliminate”.\n\nAI and the promise of (un)fairness seeks to expose gender and racial biases under the apparent neutrality of Artificial Intelligence systems. Drawing on examples presented by researchers, such as Kate Crawford or Cathy O’Neil, namely search engines, predictive policing, or risk assessment, the project seeks to reveal how these systems end up reinforcing social inequalities.\n\nBy strolling in a virtual 3D environment, the user becomes a spectator of these examples and interactively explores the elements within the space to become aware of some of the current applications and implications of AI systems. While AI is often seen as something abstract, complex, or even connoted with fictional or futuristic imaginaries, the project tries to connect these concepts to reality, giving them a tangible expression, and allowing the user to ‘live’ the experience of the impact of AI in the real world.",
   "ICON": "icons/img_home.png",
   "LINK": "https://2021.fbaul-dcnm.pt/caroline_rohn/ai_and_the_promise_of_(un)fairness/"
 },
 {
   "TITLE": "Decolonize by Design",
   "SUBTITLE": "from words to actions.",
   "AUTHOR": "Artur Porto",
   "STARTING POINTS": "remediation",
   "MAIN KEYWORDS": "colonialism, postproduction",
   "ORIGINAL KEYWORDS": "Decolonization, Design, Postproduction, Appropriation, Web-to-Print",
   "ANO": "2021",
   "DESCRIPTION": "“Decolonization is a process. The fact that it's a journey means that in order to keep evolving, we must be continually curious, and educate ourselves about what we haven’t experienced directly”, as Anoushka Khandwala explains when she questions \"what does it mean to decolonize design\". The first step to participate in this process is to explore the countless existing decolonial contents and then try to incorporate them into our day-to-day attitudes.\n\nThe project Decolonize by Design seeks to encourage a dive into this questioning of the universality of Western knowledge and culture, by offering a possible tool for action through communication design. The project consists of a web page that unfolds in two parts. The Decolonial Internet Mirror provides a reflection of the online debate around the topic, in the form of a searchable compilation of links related to authors and projects that address decolonization. The Decolonial Discourse section presents itself as a proposal to sensitize and call for action, offering a tool for composing and printing personalized posters by combining quotes and catchphrases.\n\nThe process of appropriating and recontextualizing pre-existing textual content available online, such as concepts, statements, or slogans around decolonization, follows a post-production logic. It explores the reinterpretation, reproduction, re-presentation, and reuse of available cultural discourses, using design as a vector for amplifying and disseminating the multiple voices of decolonization.",
   "ICON": "icons/artur.gif",
   "LINK": "https://2021.fbaul-dcnm.pt/artur_porto/decolonize_by_design/index.html"
 },
 {
   "TITLE": "Postdigital Appropriation",
   "SUBTITLE": "How art reprograms the world",
   "AUTHOR": "Beatriz Silva",
   "STARTING POINTS": "remediation",
   "MAIN KEYWORDS": "culture, digitalization, \\ postproduction",
   "ORIGINAL KEYWORDS": "Post-Internet, Cultural Production, Postproduction, Appropriation, Recontextualization ",
   "ANO": "2021",
   "DESCRIPTION": "In a postdigital era, when everyday life is mediated by digital technologies and characterized by constant connectivity, it becomes increasingly difficult to find culture outside of digital media. In Michael Connor’s words, in the post-internet era “it no longer makes sense for artists to attempt to come to terms with ‘internet culture’, because now ‘internet culture’ is increasingly just ‘culture’”.\n\nIn this context, appropriation becomes a critical element of contemporary artistic practice, which operates online and offline to reflect how the internet shapes culture. The reuse, reinterpretation and reediting of pre-existing content become the modus operandi of contemporary forms of cultural production. According to Nicolas Bourriaud, these forms of postproduction, which reuse, reinterpret, or reproduce existing cultural forms, illustrate how “art reprograms the world” according to a “constant activity of signs based on a collective ideal: sharing”.\n\nPost-digital appropriation seeks to reflect how art reprograms the world in this post-internet atmosphere of postproduction, in which authorship is omnipresent, challenging notions of copy and original. All cultural production is seen as a work in progress and circulation, which can be continued by any of its spectators.\n\nThe project is organized around four topics ranging from artistic approaches to the internet as a medium to post-internet art, including the proliferation of memes and digital folklore. Each topic is treated according to a different dynamic that seeks to evoke aspects of automation in cultural production, either through the exploration of platforms, structures, or tools available on the internet or through the appropriation of content searched online. This experimentation is complemented by the appropriated contents that inspire it, seeking to highlight the processes of recontextualization and articulation characteristic of current cultural production.",
   "ICON": "icons/beatriz.gif",
   "LINK": "http://2021.fbaul-dcnm.pt/beatriz_silva/postdigital_appropriation/"
 },
 {
   "TITLE": "Meta-Archive",
   "SUBTITLE": "(re)presentation, (re)mediation, (re)contextualization",
   "AUTHOR": "Maria Callapez",
   "STARTING POINTS": "remediation",
   "MAIN KEYWORDS": "archiving, preservation, interface models, digitalization",
   "ORIGINAL KEYWORDS": "Digital Archive, Born-digital content, Documentation, Preservation, Visualization.",
   "ANO": 2021,
   "DESCRIPTION": "A digital archive is a place for the dissemination of knowledge, a medium for the representation of information and a space to create new relationships between stored memories, and between the past and the present. The networked structure of the digital archive allows for greater fluidity and dynamics in the circulation of data and the distribution of information among several users.\n\nMeta-Archive consists of a digital archive of archives and about archives. The archive of archives component results from a selection of online repositories that gather born-digital works, and which constitute this project's database. The archive about archives is expressed as a network visualization of the main concepts that characterize and describe digital archives. It includes including the categorization of the selected projects, which results from an analysis of the architecture, the model and the theme of each selected repository. Therefore, in order to integrate the digital archive, these items are always subject to processes of documentation, being then recontextualized, remediated and represented.\n\nMeta-Archive seeks to provide insight into the potential of the digital archive as a space for the sharing and circulation of information. To this end, it provides a network visualization of the various intersections between the themes of the archives, highlighting their architecture and the structure that enables the processes of documentation, (re)contextualization, (re)mediation and (re)presentation.",
   "ICON": "icons/meta-archive.gif.gif",
   "LINK": "https://2021.fbaul-dcnm.pt/maria_callapez/meta-archive/index.html"
 },
 {
   "TITLE": "Archive and Memory",
   "SUBTITLE": "Places, stories, culture",
   "AUTHOR": "Maria Inês Ribeiro",
   "STARTING POINTS": "remediation",
   "MAIN KEYWORDS": "archiving, preservation, culture, \\ digitalization",
   "ORIGINAL KEYWORDS": "Digital Archive, Documentation, Cultural Memory, Preservation, Forgetfulness",
   "ANO": "2021",
   "DESCRIPTION": "A look at the Portuguese demographic panorama reveals a great contrast resulting from the high migratory movement from rural inland areas to coastal cities. We observe an increase in uninhabited places, which find themselves in a limbo between memory and forgetfulness. Consequently, the historical and cultural heritage associated with these places is also at risk of being forgotten.\n\nArchive and Memory seeks to explore the potential of the digital archive for the preservation of memories associated with the most uninhabited places in Portugal, by disseminating their history and stories. By collecting existing documentation, dispersed in several places, and through the indexing and categorization of these documents, the project aggregates material about craftworks, traditions, tales, places, people, and music from the less inhabited municipalities. The user can access this documentation when exploring the national territory through a visual demographic mapping. The possibility of expanding the collection in a participatory way is also foreseen, by making it possible for users to submit contributions, in order to rescue the places and stories that shape our culture from oblivion. processing, the web page encourages the user to explore a lexicon of analogies and gradually discover their level of bias.\n\nBy highlighting the most uninhabited places and aggregating material that can keep their traditions and memories alive, this project seeks to raise awareness on the possible loss of cultural identity as a consequence of the demographic crisis that we are going through.",
   "ICON": "icons/maria.gif",
   "LINK": "https://2021.fbaul-dcnm.pt/maria_ribeiro/arquivo-e-memoria/index.html"
 },
 {
   "TITLE": "Open > < Source > < Design",
   "SUBTITLE": "A beginners journey",
   "AUTHOR": "Vanessa Lança",
   "STARTING POINTS": "digitalization",
   "MAIN KEYWORDS": "computation, open systems",
   "ORIGINAL KEYWORDS": "Open Design, Open Source, Software Tools, Co-creation, Sharing.",
   "ANO": 2021,
   "DESCRIPTION": "Considered both as a philosophy and a production methodology, 'open source' is a term that describes practices that promote access to a product's source materials, allowing freedom of modification and derivation. Originally, the term refers to open-source software, that is, the sharing of the source code so that it can be appropriated and modified by a community. This principle of openness extends to other domains of creative production considered potentially open. Such is the case of open design, which follows the same objectives and philosophy of openness, knowledge sharing, peer collaboration and do-it-yourself (DIY) or do-it-with-others (DIWO) methodologies.\n\nConsidering that, nowadays, “openness is more than a commercial and cultural issue. It’s a question of survival”, as stated by John Thackara, this project explores the confluence between open source and open design. It reflects my journey of introduction to the topic, primarily motivated by reading Richard Stallman's GNU manifesto, as a fundamental philosophical source for the open software movement.\n\nOpen > < Source > < Design is a website developed from a research and collection of concepts and tools on the topic, which provides an introductory lexicon and a set of resources. Following the principles of openness and co-creation, it assigns its users an active role in the management of the available contents. It seeks to introduce principles of knowledge sharing and peer collaboration, encouraging designers to become critically involved with the technologies and production methodologies of their craft.",
   "ICON": "icons/vanessa_1.gif",
   "LINK": "https://2021.fbaul-dcnm.pt/vanessa_lanca/open_source_design/"
 },
 {
   "TITLE": "Designing Experiences",
   "SUBTITLE": "Imagining users",
   "AUTHOR": "Vasco Vieira Cunha",
   "STARTING POINTS": "digitalization",
   "MAIN KEYWORDS": "open systems, interface models",
   "ORIGINAL KEYWORDS": "Interface Design, User Experience, Skeuomorphism, Flat Design, Open Design. ",
   "ANO": "2021",
   "DESCRIPTION": "Since the democratization of computer technologies in the 1980s, the desktop metaphor has become one of the main incubators for the developing paradigm of graphical user interfaces. Retrospectively, we can observe the transition between various models, such as Skeuomorphism or Flat Design that, although based on different graphic concepts, share the objective of corresponding the expectations and needs of the user. Referring to a diversity of aspects, such as usability or attractiveness, user interface design is concerned with the surface and appearance of the interface, as a major component of the interaction with computational devices and of the overall use experience.\n\nThus, interface design is also a way of conceptualizing the user; a way of imagining users in their plurality and reduce them to a pattern. As Olia Lialina says, “Users are the figment of the imagination. As a result of their fictive construction, they continued to be re-imagined and re-invented through the 70s, 80s, 90s, and the new millennium”.\n\nDesigning Experiences: Imagining Users seeks to illustrate changes in user interface design paradigms. The website is developed around an allusion to the desktop metaphor, associated with personal productivity and the ‘work environment’. The user navigates the web page and observes changes in the graphical interface that, gradually, opens up to an increasing level of personalization.\n\nWith this experience, the project seeks to evoke how the characteristics of the interface are indicative of the way the user is conceptualized, as someone busy, intelligent, naive, initiated, specialized, among other attributes frequently mentioned in a, openly, user-centered design process.",
   "ICON": "icons/vasco.gif",
   "LINK": "https://2021.fbaul-dcnm.pt/vasco_cunha/designing_experiences/"
 },
 {
   "TITLE": "The Personalized Web",
   "SUBTITLE": "A unique universe of information",
   "AUTHOR": "Cláudia Castela",
   "STARTING POINTS": "datification",
   "MAIN KEYWORDS": "artificial inteligence, interface models",
   "ORIGINAL KEYWORDS": "Algorithms, Personalization, Recommendation, Filter Bubbles, Echo Chambers",
   "ANO": "2021",
   "DESCRIPTION": "The Internet has made available a massive amount of information and, through social networks and forums, also enabled its immediate and wide-ranging debate. These ingredients promised to revitalize democracy and set the grounds for a true knowledge society. However, the democratic debate of divergent views is supplanted by the polarization of opinions that social networks seem to promote. Two main suspects are often mentioned: ‘filter bubbles’ and ‘echo chambers’. The Personalized Web: A unique universe of information explores these phenomena, addressing some of the alleged side effects of personalization algorithms.\n\nPersonalization algorithms, used in search engines or social networks, create filter bubbles that narrow the diversity of information to which we are exposed and lead us to a state of intellectual isolation. On the other hand, the tendency to interact online according to an affinity of interests or beliefs puts us in an ‘echo chamber’ that, ultimately, fuels the radicalization of opinions. Inherent to these phenomena is the way algorithms dictate what we encounter online or, in the words of Eli Pariser, create “a unique universe of information for each of us”.\n\nThrough a selection of reflections on the topic, this project seeks to raise awareness of the potential side effects of personalization. It stages an interactive reading that suggests a unique and personalized path through the information. The typographic configuration of the excerpts intends to visually express the effects of concealment, omission, partiality or, ultimately, the very opacity of the algorithmic filtering of contents.",
   "ICON": "icons/claudia.gif",
   "LINK": "https://2021.fbaul-dcnm.pt/claudia_castela/the_personalized_web/"
 },
 {
   "TITLE": "The Natural Reverse of Knowledge",
   "SUBTITLE": "Digitality and non-knowledge",
   "AUTHOR": "João Alexandre",
   "STARTING POINTS": "digitalization",
   "MAIN KEYWORDS": "digitalization, disinformation",
   "ORIGINAL KEYWORDS": "Digitization, Knowledge, Information, Dissemination, Saturation",
   "ANO": "2021",
   "DESCRIPTION": "This project arises from an attempt to raise awareness of the paradoxical relationship between digitization and knowledge. Today's digital media provides access to an abundance of information and potentially new ways of gaining knowledge. However, by generating, distributing, and making available massive amounts of data, digital media are simultaneously conveyors of instances of knowledge and non-knowledge. According to Martina Leeker, digital media are “characterized by a variety of forms and levels of non-knowledge and incomprehensibility”, which arise from the opacity of algorithms and computational performances unknown to users. As Matthias Koch explains, using the expression ‘non-knowledge’ serves to emphasize \"the 'natural' reverse side of knowledge\", or the reciprocal relationship between these terms.\n\nThese states of non-understanding, of a conscious or unconscious absence of knowledge, are produced both technologically and discursively. Threatened by the generalization of a digitally fueled lack of knowledge, we are subjected to what Justin Clements characterizes as a “contemporary narcosis of the internet and its accompanying technologies”, in which there is no information that does not circulate.\n\nThe Natural Reverse of Knowledge is a visual essay based on a collection and selection of quotes that work as maxims or aphorisms on non-knowledge. The visual and dynamic configuration of these quotes seeks to evoke the relevance or irrelevance of information we come across online, or the disruption of our attention span before an overwhelming abundance of information and its, sometimes, underwhelming significance. As an augmented reality experience, each piece of the essay is disseminated in the urban environment using stickers that give access to the website that aggregates and contextualizes them.",
   "ICON": "icons/joao.gif",
   "LINK": "http://2021.fbaul-dcnm.pt/joao_alexandre/thenaturalreverseofknowledge/index.html"
 }
]